[{"quote": "“Evil is evil.”", "author": "Geralt of Rivia"}, {"quote": "“When you have power like this, never apologize.”", "author": "Yennefer"}, {"quote": "“Yes, yes, yes. You never get involved. Except you actually do, all of the time.”", "author": "Jaskier"}, {"quote": "“Sometimes the best thing a flower can do for us is die.”", "author": "Tissaia"}, {"quote": "“Every time I think I can move forward, there’s this force bringing me back into darkness.”", "author": "Ciri"}, {"quote": "“Fear is an illness. If you catch it and you leave it untreated, it can consume you. You face it. Facing your fear is not easy. But I am here for you. I won’t let anything happen to you.”", "author": "Geralt of Rivia"}, {"quote": "“Nobody smart plays fair.”", "author": "Yennefer"}, {"quote": "“Toss a coin to your witcher; O Valley of Plenty; O Valley of Plenty, oh-oh-oh; Toss a coin to your witcher; A friend of humanity.”", "author": "Jaskier"}, {"quote": "“I should’ve traded that ring for food. You’re right, Clop. Or are you Clip? Gods, what kind of crazy person talks to a horse?”", "author": "Ciri"}, {"quote": "“Like father, like daughter.”", "author": "Jaskier"}, {"quote": "“It’s hard to regret something you didn’t choose.”", "author": "Geralt of Rivia"}, {"quote": "“Elves were the original sorcerers of the Continent. When humans and monsters arrived, elves taught the humans how to turn chaos into magic. And then… the humans slaughtered them.”", "author": "Istredd"}, {"quote": "“The time of the sword and the ax is nigh.”", "author": "Cahir"}, {"quote": "“My world is cruel. Unpredictable. You enter, you survive, you die.”", "author": "Yennefer"}, {"quote": "“Humans? I have learned to live with them. So that I may live.”", "author": "Geralt of Rivia"}, {"quote": "“I manage because I have to. Because I’ve no other way out. Because I’ve overcome the vanity and pride of being different. I’ve understood that they are a pitiful defense against being different.”", "author": "Geralt of Rivia"}, {"quote": "“If the ability to make use of experience and draw conclusions decided, we would have forgotten what war it is a long time ago. But those whose goal is war have never been held back, nor will be, by experience or analogy.”", "author": "Yennefer"}, {"quote": "“Witchers watch for answers.”", "author": "Geralt of Rivia"}, {"quote": "“Let’s face it, you’re a girl. Your mother was right about one thing. We’re just vessels. And even when we’re told we’re special, as I was, as you would’ve been, we’re still just vessels for them to take and take until we’re empty and alone. So, count yourself lucky. You’ve cheated the game and won without even knowing it. Sleep well.”", "author": "Yennefer"}, {"quote": "“Neither you nor I can just forget who we are. We can’t kill our feelings. Our best chance is to kill the hatred that we may hold onto and move on.”", "author": "Geralt"}, {"quote": "“You’re born helpless so you find strength. Then that’s all they want you for, to use you. And you find love, but it isn’t real. It’s a wish someone made once, before they even knew who you were. And you find power, and it turns to ash in your hands!”", "author": "Yennefer"}, {"quote": "“I want to be like you, Geralt. I want to be indifferent to the past. To the lies. To the things I’ve done. Please. Let me have that.”", "author": "Ciri"}, {"quote": "“Now, now, stop your boorish grunts of protest. It is one night bodyguarding your very best friend in the whole wide world. How hard could it be?”", "author": "Jaskier"}, {"quote": "“I’m not your friend.”", "author": "Geralt of Rivia"}, {"quote": "“Oh, really? Oh, you usually just let strangers rub chamomile onto your lovely bottom? Yeah, well, yeah, exactly. That’s what I thought.”", "author": "Jaskier"}, {"quote": "“It’s your turn to save these people, this continent. This is your legacy.”", "author": "Tissaia"}, {"quote": "“Do go on. Tell me how stuff works.”", "author": "Yennefer"}, {"quote": "“I will not suffer tonight sober just because you hid your sausage in the wrong royal pantry.”", "author": "Geralt of Rivia"}, {"quote": "“Destiny helps people believe there’s an order to this horsesh*t. There isn’t. But a promise made must be honored. As true for a commoner as it is for a queen.”", "author": "Geralt of Rivia"}, {"quote": "“Forbidden magic is one of the ghost stories taught to use here. There is no such thing as dark or light magic. Nothing in this world is as simple as that.”", "author": "Fringilla"}, {"quote": "“Ill winds follow grave robbers.”", "author": "Geralt of Rivia"}, {"quote": "“If I was a robber, I’d be taking their belongings, Butcher.”", "author": "Yurga"}, {"quote": "“If I was a butcher, you’d be amongst the corpses.”", "author": "Geralt of Rivia"}, {"quote": "“Only evil and greater evil exist and beyond them, in the shadows, lurks true evil. True evil is something you can barely imagine, even if you believe nothing can still surprise you. And sometimes true evil seizes you by the throat and demands that you choose between it and another, slightly lesser, evil.”", "author": "Renfri"}, {"quote": "“There is not a person alive that does not look into the mirror and see some deformity. Except for us. We remake ourselves on our terms. The world has no say in it.”", "author": "Tissaia"}, {"quote": "“Every time I’m near you, I say more in five minutes than I’ve said in weeks. And I always regret it.”", "author": "Geralt of Rivia"}, {"quote": "“War is hovering over us like a vulture. For you, it’s an adventure. For me, it’s a game in which the stakes are survival. I’m involved in this game, and that’s why your indifference and frivolity hurt and insult me.”", "author": "Triss"}, {"quote": "“But do you know when stories stop being stories? The moment someone begins to believe in them.”", "author": "Codringher"}, {"quote": "“Remember what you have. Magic. it’s lodged in you. Like a spiked arrow. It sounds you. Deeply.”", "author": "Yennefer"}, {"quote": "“The world is full of evil, so it’s sufficient to stride ahead, and destroy the Evil encountered on the way, in that way rendering a service to Good. The rest takes care of itself.”", "author": "Regis"}, {"quote": "“To be neutral does not mean to be indifferent or insensitive. You don’t have to kill your feelings. It’s enough to kill hatred within yourself.”", "author": "Geralt of Rivia"}, {"quote": "“Were I to attempt to be good to everyone, to the entire world and to all the creatures living in it, it would be a drop of fresh water in the salt sea. In other words, a wasted effort. Thus, I decided to do specific good; good which would not go to waste. I’m good to myself and my immediate circle.”", "author": "ltan"}, {"quote": "“But just because you are conduits of chaos does not mean that you are capable of magic.”", "author": "Tissaia"}, {"quote": "“I claim the tradition as you have, the Law of Surprise.”", "author": "Geralt of Rivia"}, {"quote": "“Take my advice. No treasure is worth dying for.”", "author": "Geralt of Rivia"}, {"quote": "“Depends on the treasure.”", "author": "Borch"}, {"quote": "“To be neutral does not mean to be indifferent or insensitive. You don’t have to kill your feelings. It’s enough to kill hatred within yourself.”", "author": "Geralt of Rivia"}, {"quote": "“The girl in the woods will be with you always. She is your destiny.”", "author": "Renfri"}, {"quote": "“You have the most incredible neck. It’s like a sexy goose.”", "author": "Jaskier"}, {"quote": "“He’s the father I never had. When I’m with him, I don’t feel alone anymore.”", "author": "Ciri"}, {"quote": "“People linked by destiny will always find each other.”", "author": "Geralt of Rivia"}, {"quote": "“Come on, Geralt. Tell me. Be honest. How’s my singing?”", "author": "Jaskier"}, {"quote": "“It’s like ordering a pie and finding it has no filling.”", "author": "Geralt of Rivia"}, {"quote": "“You need a nap!”", "author": "Jaskier"}, {"quote": "“I have so much resentment for my Aretuzan training that I forget there were bright spots.”", "author": "Fringilla"}, {"quote": "“You saved me. I won’t ever forget that.”", "author": "Yennefer"}, {"quote": "“How does a witcher find himself at my daughter’s wedding feast dressed like a…”", "author": "Queen Calanthe"}, {"quote": "“I’m protecting the bard from vengeful royal cuckolds.”", "author": "Geralt of Rivia"}, {"quote": "“Hmm. Idiots, the lot of them.”", "author": "Queen Calanthe"}, {"quote": "“All of our choices draw our destinies closer.”", "author": "Yennefer"}, {"quote": "“Your vision is a world of bribery, blackmail and entrapment, a world of turning imperial evidence and false witnesses. A world of snoopers and coerced confessions. Informing and the fear of being informed upon. And inevitably the day will come in your world when the flesh of the wrong person will be torn with pincers, when an innocent person is hanged or impaled. And then it will be a world of crime.”", "author": "Geralt of Rivia"}, {"quote": "“They created me just as they created you. We’re not so different.”", "author": "Renfri"}, {"quote": "“If someone shows you compassion, sympathy and dedication, if they surprise you with integrity of character, value it but don’t mistake it for… something else.”", "author": "Yarpen"}, {"quote": "“Destiny is just the embodiment of the soul’s desire to grow.”", "author": "skier"}, {"quote": "“No one wants to suffer. But yet it is our lot. And some suffer more. Not necessarily by choice. The point is not the bearing of suffering. The point is how it is borne.”", "author": "Ciri"}, {"quote": "“I don’t believe in Melitele, don’t believe in the existence of other gods either, but I respect your choice, your sacrifice. Your belief. Because your faith and sacrifice, the price you’re paying for your silence, will make you a better, a greater being. Or, at least, it could. But my faithlessness can do nothing. It’s powerless.”", "author": "Geralt of Rivia"}, {"quote": "“It’s better to die than to live in the knowledge that you’ve done something that needs forgiveness.”", "author": "Yarpen"}, {"quote": "“Your vision is a world where people are afraid to venture out after dark; not for fear of cut-throats, but of the guardians of public order. For, after all, the result of all great crackdowns on miscreants is always that the miscreants enter the ranks of the guardians of public order en masse.”", "author": "Geralt of Rivia"}, {"quote": "“It’s true, he has the face of a cad and a coward. But truth be known he was kicked in the balls by an ox as a child.”", "author": "Geralt of Rivia"}, {"quote": "“There is no conjuring something from nothing there is a give and a take.”", "author": "Tissaia"}, {"quote": "“The Continent is vast. Just because you don’t know of a cure doesn’t mean there isn’t one. It’s simply beyond your scope.”", "author": "Yennefer"}, {"quote": "“People like to invent monsters and monstrosities. Then they seem less monstrous themselves.”", "author": "Geralt of Rivia"}, {"quote": "“It took two strikes to kill him. They weren’t clean. But they were spectacular.”", "author": "Geralt of Rivia"}, {"quote": "“You can’t outrun destiny just because you’re terrified of it.”", "author": "Mousesack"}, {"quote": "“A life holding dustpans while you brush off forgotten bones? That’s not destiny. It’s slow suicide.”", "author": "Yennefer"}, {"quote": "“Why on earth would you enlist the mage’s help after my warning? It’s as though you thought the scorpion were prettier than a spider because of its lovely tail.”", "author": "Chireadan"}, {"quote": "“Wizard are all the same. You talk nonsense while making wise and meaningful faces. Speak normally.”", "author": "Geralt of Rivia"}, {"quote": "“Only in fables survives what cannot survive in nature. Only myths and fables do not know the limits of possibility.”", "author": "Geralt of Rivia"}, {"quote": "“So that’s all life is to you? Monsters and money?”", "author": "Triss"}, {"quote": "“It’s all it needs to be.”", "author": "Geralt of Rivia"}, {"quote": "“A dynasty can’t survive on arrogance alone.”", "author": "Geralt of Rivia"}, {"quote": "“A story is a largely false account, of largely trivial events, fed to us by historians who are largely idiots.”", "author": "Geralt of Rivia"}, {"quote": "“People call you a monster too. Why not kill them?”", "author": "Renfri"}, {"quote": "“Because then I am what they say I am.”", "author": "Geralt of Rivia"}, {"quote": "“If I’m to choose between one evil and another, then I prefer not to choose at all.”", "author": "Geralt of Rivia"}, {"quote": "“Hm. Doesn’t rhyme. All good predictions rhyme.”", "author": "Geralt of Rivia"}, {"quote": "“It is easy to kill with a bow, girl. How easy it is to release the bowstring and think, it is not I, it is the arrow. The blood of that boy is not on my hands. The arrow killed him, not I. But the arrow does not dream anything in the night.”", "author": "Geralt of Rivia"}, {"quote": "“Go. If he’s out there, there’s still hope.”", "author": "Queen Calanthe"}, {"quote": "“It’s the lesser evil.”", "author": "Renfri"}, {"quote": "“Witchers shouldn’t play at being white knights. we shouldn’t try and uphold the law. We don’t show off. We get paid in coin.”", "author": "Geralt of Rivia"}, {"quote": "“I’ve always wanted to know, do witchers ever retire?”", "author": "Jaskier"}, {"quote": "“Yeah. When they slow and get killed.”", "author": "Geralt of Rivia"}, {"quote": "“There is no destiny… It does not exist. The only thing that everyone is destined for is death.”", "author": "Geralt of Rivia"}, {"quote": "“I’ve heard tales of your kind, witcher. You are a mutant. Created by magic. Roaming the continent. Hunting monsters… for a price. I thought you’d have fangs or horns or something.”", "author": "Yennefer"}, {"quote": "“I had them filed down.”", "author": "Geralt of Rivia"}, {"quote": "“I know you’re afraid, Ciri, but what you see in there it isn’t real. We belong together. You, us, it’s not perfect, but it is real. It’s yours. We are your family…and we need you.”", "author": "Geralt of Rivia"}]